Tekla.Structures.Model.Internal.ICancellableProgressReportCallback
Callback interface for progress reporting.

Tekla.Structures.Model.Internal.ICancellableProgressReportCallback.OnCnacelanbleProgressChanged(System.String,System.Int32)
Called when a progress is updated.
exportPhase: The export phase.
progressPercentage: The progress percentage.
Returns: true if the operation should continue, false if the operation should be canceled.